{
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Appearance": "Apariencia",
    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Confirm password": "Confirmar contraseña",
    "Create account": "Crear cuenta",
    "Create an account": "Crear una cuenta",
    "Current password": "Contraseña actual",
    "Dark": "Oscuro",
    "Dashboard": "Panel de control",
    "Delete account": "Eliminar cuenta",
    "Delete your account and all of its resources": "Elimina tu cuenta y todos sus recursos",
    "Documentation": "Documentación",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Email": "Correo electrónico",
    "Email password reset link": "Enviar enlace de restablecimiento de contraseña",
    "Ensure your account is using a long, random password to stay secure": "Asegúrate de que tu cuenta use una contraseña larga y aleatoria para mantenerla segura",
    "Enter your details below to create your account": "Introduce tus datos a continuación para crear tu cuenta",
    "Enter your email and password below to log in": "Introduce tu correo electrónico y contraseña a continuación para iniciar sesión",
    "Enter your email to receive a password reset link": "Introduce tu correo electrónico para recibir un enlace de restablecimiento de contraseña",
    "Forgot password": "Olvidé mi contraseña",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Full name": "Nombre completo",
    "Home": "Inicio",
    "Light": "Claro",
    "Log Out": "Cerrar sesión",
    "Log in": "Iniciar sesión",
    "Log in to your account": "Inicia sesión en tu cuenta",
    "Log out": "Cerrar sesión",
    "Manage your profile and account settings": "Gestiona tu perfil y configuración de cuenta",
    "Name": "Nombre",
    "New password": "Nueva contraseña",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, introduce tu contraseña para confirmar que deseas eliminar tu cuenta permanentemente.",
    "Or, return to": "O, volver a",
    "Password": "Contraseña",
    "Please enter your new password below": "Por favor, introduce tu nueva contraseña a continuación",
    "Please verify your email address by clicking on the link we just emailed to you.": "Por favor, verifica tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar.",
    "Profile": "Perfil",
    "Remember me": "Recuérdame",
    "Repository": "Repositorio",
    "Resend verification email": "Reenviar correo de verificación",
    "Reset password": "Restablecer contraseña",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Search": "Buscar",
    "Settings": "Configuración",
    "Sign up": "Regístrate",
    "System": "Sistema",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "Update password": "Actualizar contraseña",
    "Update the appearance settings for your account": "Actualiza la configuración de apariencia de tu cuenta",
    "Update your name and email address": "Actualiza tu nombre y dirección de correo electrónico",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "log in": "iniciar sesión"
}