{
    "A new verification link has been sent to the email address you provided during registration.": "登録時に提供したメールアドレスに新しい確認リンクが送信されました。",
    "A new verification link has been sent to your email address.": "新しい確認リンクがあなたのメールアドレスに送信されました。",
    "Already have an account?": "すでにアカウントをお持ちですか？",
    "Appearance": "外観",
    "Are you sure you want to delete your account?": "本当にアカウントを削除しますか？",
    "Cancel": "キャンセル",
    "Click here to re-send the verification email.": "確認メールを再送するにはここをクリックしてください。",
    "Confirm": "確認",
    "Confirm Password": "パスワードを確認",
    "Confirm password": "パスワードを確認",
    "Create account": "アカウントを作成",
    "Create an account": "アカウントを作成",
    "Current password": "現在のパスワード",
    "Dark": "ダーク",
    "Dashboard": "ダッシュボード",
    "Delete account": "アカウントを削除",
    "Delete your account and all of its resources": "アカウントとそのすべてのリソースを削除",
    "Documentation": "ドキュメント",
    "Don't have an account?": "アカウントをお持ちでないですか？",
    "Email": "メール",
    "Email password reset link": "パスワードリセットリンクをメールで送信",
    "Ensure your account is using a long, random password to stay secure": "アカウントが安全であるために長くランダムなパスワードを使用していることを確認してください",
    "Enter your details below to create your account": "以下に詳細を入力してアカウントを作成してください",
    "Enter your email and password below to log in": "以下にメールアドレスとパスワードを入力してログインしてください",
    "Enter your email to receive a password reset link": "パスワードリセットリンクを受け取るためにメールアドレスを入力してください",
    "Forgot password": "パスワードを忘れた",
    "Forgot your password?": "パスワードを忘れましたか？",
    "Full name": "フルネーム",
    "Home": "ホーム",
    "Light": "ライト",
    "Log Out": "ログアウト",
    "Log in": "ログイン",
    "Log in to your account": "アカウントにログイン",
    "Log out": "ログアウト",
    "Manage your profile and account settings": "プロフィールとアカウント設定を管理",
    "Name": "名前",
    "New password": "新しいパスワード",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントが削除されると、そのすべてのリソースとデータが永久に削除されます。アカウントを永久に削除することを確認するためにパスワードを入力してください。",
    "Or, return to": "または、戻る",
    "Password": "パスワード",
    "Please enter your new password below": "以下に新しいパスワードを入力してください",
    "Please verify your email address by clicking on the link we just emailed to you.": "メールで送信したリンクをクリックしてメールアドレスを確認してください。",
    "Profile": "プロフィール",
    "Remember me": "ログイン状態を保持する",
    "Repository": "リポジトリ",
    "Resend verification email": "確認メールを再送信",
    "Reset password": "パスワードをリセット",
    "Save": "保存",
    "Saved.": "保存されました。",
    "Search": "検索",
    "Settings": "設定",
    "Sign up": "サインアップ",
    "System": "システム",
    "This is a secure area of the application. Please confirm your password before continuing.": "これはアプリケーションの安全なエリアです。続行する前にパスワードを確認してください。",
    "Update password": "パスワードを更新",
    "Update the appearance settings for your account": "アカウントの外観設定を更新",
    "Update your name and email address": "名前とメールアドレスを更新",
    "Your email address is unverified.": "あなたのメールアドレスは未確認です。",
    "log in": "ログイン"
}